<html>
<body>
<h1>-El guia</h1>

<p>El&nbsp;Gu&iacute;a&nbsp;es el primer&nbsp;NPC&nbsp;que te encontrar&aacute;s en el mundo. Sus consejos son principalmente para que los nuevos jugadores aprendan lo b&aacute;sico del juego. Aparece al crear el mundo pero si muere, no aparecer&aacute; hasta que no tengas una casa disponible, puedes encerrarlo entre bloques hasta que se pueda mudar. Si construyes una&nbsp;habitaci&oacute;n habitable&nbsp;ser&aacute; el primer&nbsp;NPC&nbsp;se mude a ella.</p>
<p>Su utilidad:</p>
<ul>
  <li>Darte consejos generales.</li>
  <li>Darte informaci&oacute;n a base de un&nbsp;objeto&nbsp;para crear otro.</li>
  <li>Ser&nbsp;sacrificado&nbsp;para invocar al&nbsp;Muro carnoso.</li>
</ul>
<table width="309" border="1">
  <tr>
    <td colspan="2"><div align="center">EL guia</div></td>
  </tr>
  <tr>
    <td height="89" colspan="2"><div align="center"><img src="descarga.png" width="186" height="100"></div></td>
  </tr>
  <tr>
    <td colspan="2"><div align="center">Estadisticas</div>      <div align="center"></div></td>
  </tr>
  <tr>
    <td width="132"><div align="center">Tipo</div></td>
    <td width="161"><div align="center">NPC</div></td>
  </tr>
  <tr>
    <td><div align="center">Salud</div></td>
    <td><div align="center">250</div></td>
  </tr>
  <tr>
    <td><div align="center">Arma</div></td>
    <td><div align="center">
      <p>Arco de madera</p>
      <p>Flecha de madera</p>
      <p>Flecha ardiente (modo dificil)</p>
    </div></td>
  </tr>
  <tr>
    <td><div align="center">Defensa</div></td>
    <td><div align="center">15</div></td>
  </tr>
  <tr>
    <td><div align="center">Especialidad</div></td>
    <td><div align="center">Dar informacion general</div></td>
  </tr>
  <tr>
    <td height="25" colspan="2"><div align="center">Bestiario</div></td>
  </tr>
  <tr>
    <td><div align="center">Descripcion</div></td>
    <td><div align="center">El Guía siempre ofrece consejos utiles y recetas de creación. Sus origenes e inusuales conexiones a este mundo aún son un misterio</div></td>
  </tr>
  <tr>
    <td><div align="center">Bioma preferido</div></td>
    <td><div align="center">El bosque</div></td>
  </tr>
  <tr>
    <td colspan="2"><div align="center">Deja</div></td>
  </tr>
  <tr>
    <td><div align="center">Gorra verde </div></td>
    <td><div align="center">100%</div></td>
  </tr>
  <tr>
    <td colspan="2"><div align="center">Ids internas</div></td>
  </tr>
  <tr>
    <td><div align="center">Id de NPC</div></td>
    <td><div align="center">22</div></td>
  </tr>
  <tr>
    <td><div align="center">ID del bestiario</div></td>
    <td><div align="center">1</div></td>
  </tr>
</table>
<h2>Frases</h2>
<ul>
  <li>Dicen que hay una persona que te ayudar&aacute; a como sobrevivir en esta tierra... oh, espera, si soy yo.</li>
  <li>Estoy aqu&iacute; para aconsejarte sobre lo que debes ir haciendo. Te aconsejo que hables conmigo cuando est&eacute;s atascado.</li>
  <li>Saludos (Nombre del jugador), &iquest;Te puedo ayudar en algo?.</li>
  <li>Una vez al a&ntilde;o, el amor de Ostara regresa al plano f&iacute;sico en busca de venganza.</li>
  <li>Normalmente tratar&iacute;a de ense&ntilde;arte todo sobre el&nbsp;Ej&eacute;rcito del Antiguo, pero probablemente deber&iacute;as preguntarle a (Nombre del&nbsp;Tabernero) sobre eso.</li>
</ul>
<p>Noche:</p>
<ul>
  <li>Deber&iacute;as quedarte en casa, es muy peligroso andar en la oscuridad.</li>
</ul>
<p>Cuando hay&nbsp;Luna de Sangre:</p>
<ul>
  <li>Oye, de casualidad, &iquest;Sabes d&oacute;nde encontrar&nbsp;mala hierba? No es nada, solo pregunto.</li>
  <li>"Ver&aacute;s acercarse una&nbsp;Luna de Sangre&nbsp;cuando el cielo se vuelva rojo. Algo hace que los&nbsp;monstruos&nbsp;se unan como en un enjambre.</li>
</ul>
<p>Cuando hay&nbsp;Fiesta:</p>
<ul>
  <li>&iquest;Nunca hab&iacute;as estado en una fiesta? Tal vez quieras hablarlo con los dem&aacute;s. A veces, la gente saca a relucir favores especiales.</li>
</ul>
<p>En&nbsp;Navidad:</p>
<ul>
  <li>&iexcl;Ha llegado A&ntilde;o Nuevo! (Nombre del&nbsp;Demoledor) va a vender armas especiales para iluminar los cielos mientras que (Nombre del&nbsp;Buhonero) va a vender ropa festiva.</li>
</ul>
<p>En&nbsp;Oktoberfest:</p>
<ul>
  <li>&iexcl;El festival de Oktober est&aacute; aqu&iacute;! (Nombre del&nbsp;Mercader) ha preparado algo de su famosa cerveza especialmente para la ocasi&oacute;n y (Nombre del&nbsp;Buhonero) est&aacute; vendiendo ropa festiva tradicional.</li>
</ul>
<p>Cerca de a&ntilde;o nuevo:</p>
<ul><li>&iexcl;El A&ntilde;o Nuevo est&aacute; aqu&iacute;! (Nombre del&nbsp;Demoledor) est&aacute; vendiendo armas especiales para iluminar los cielos, y (Nombre del&nbsp;Buhonero) est&aacute; vendiendo ropa festiva tradicional.</li>
</ul>
<h2>Consejos</h2>
<p>Consejos principales:</p>
<ul>
  <li>Puedes usar el&nbsp;pico&nbsp;para cavar en la tierra y el&nbsp;hacha&nbsp;para talar&nbsp;&aacute;rboles. &iexcl;Sit&uacute;a el cursor sobre el bloque y haz clic!</li>
  <li>Si quieres sobrevivir, tendr&aacute;s que crear armas y un cobijo. Empieza talando&nbsp;&aacute;rboles&nbsp;y recogiendo&nbsp;madera.</li>
  <li>Pulsa Escape para acceder al men&uacute; de creaci&oacute;n. Cuando tengas suficiente madera, crea un&nbsp;banco de trabajo. De este modo, podr&aacute;s crear objetos m&aacute;s elaborados... si est&aacute;s cerca del banco, claro.</li>
  <li>Puedes construir un cobijo juntando madera y otros&nbsp;bloques&nbsp;que hay por el mundo. No olvides levantar y colocar&nbsp;paredes.</li>
  <li>En cuanto tengas una espada de madera, podr&iacute;as intentar recoger el&nbsp;gel&nbsp;de los&nbsp;slimes. Mezcla&nbsp;madera&nbsp;y&nbsp;gel&nbsp;para hacer una&nbsp;antorcha.</li>
  <li>Usa un&nbsp;martillo&nbsp;para interactuar con el entorno.</li>
  <li>Deber&iacute;as cavar una mina para encontrar vetas de mineral. As&iacute; podr&aacute;s crear objetos muy &uacute;tiles.</li>
  <li>En el subsuelo hay&nbsp;corazones de cristal&nbsp;que puedes usar para aumentar el m&aacute;ximo de vida. Podr&aacute;s destrozarlo con un&nbsp;pico.</li>
  <li>Hay muchas formas de hacer que los dem&aacute;s se muden a nuestra ciudad. Por supuesto, necesitar&aacute;n una&nbsp;casa&nbsp;en la que vivir.</li>
  <li>Para que una habitaci&oacute;n pueda ser considerada un hogar, debe tener una puerta, una silla, una mesa y una fuente de luz. Y paredes, claro.</li>
  <li>En la misma casa no pueden vivir dos personas. Adem&aacute;s, si se destruye una casa, esa persona deber&aacute; buscar un nuevo lugar donde vivir.</li>
  <li>En la interfaz de vivienda podr&aacute;s ver y asignar viviendas. Abre el inventario y haz clic en el icono de la casa.</li>
</ul>
<p>Consejos generales:</p>
<ul>
  <li>Si juntas varias&nbsp;lentes&nbsp;en un altar demon&iacute;aco, tal vez encuentres la forma de invocar a un&nbsp;monstruo poderoso. Aunque te conviene esperar hasta la noche para hacerlo.<a href="https://terraria.fandom.com/es/wiki/Gu%C3%ADa#cite_note-3"></a></li>
  <li>Puedes crear una&nbsp;Espina dorsal sangrienta&nbsp;con&nbsp;v&eacute;rtebras. Aseg&uacute;rate de estar en una&nbsp;zona carmes&iacute;&nbsp;antes de usarlo.<a href="https://terraria.fandom.com/es/wiki/Gu%C3%ADa#cite_note-4"></a></li>
  <li>Puedes crear un&nbsp;Cebo de gusanos&nbsp;con&nbsp;trozos podridos. Aseg&uacute;rate de estar en la corrupci&oacute;n antes de usarlo.<a href="https://terraria.fandom.com/es/wiki/Gu%C3%ADa#cite_note-5"></a></li>
  <li>Los&nbsp;altares carmes&iacute;s&nbsp;se suelen encontrar en el&nbsp;carmes&iacute;. Tendr&aacute;s que estar cerca de ellos para crear ciertos objetos.</li>
  <li>Los&nbsp;altares demon&iacute;acos&nbsp;se suelen encontrar en la&nbsp;corrupci&oacute;n. Tendr&aacute;s que estar cerca de ellos para crear ciertos objetos.</li>
  <li>Puedes crearte un gancho con un&nbsp;Gancho&nbsp;y 3 cadenas. Los esqueletos que hay en las profundidades del subsuelo suelen dejar caer Gancho y las cadenas se pueden hacer con barras de hierro.<a href="https://terraria.fandom.com/es/wiki/Gu%C3%ADa#cite_note-6"></a></li>
  <li>Si encuentras un&nbsp;jarr&oacute;n, r&oacute;mpelo aunque sea a golpes. Contiene un mont&oacute;n de suministros de utilidad.</li>
  <li>Hay tesoros escondidos por todo el mundo. Podr&aacute;s encontrar algunas cosas alucinantes en las profundidades del subsuelo.</li>
  <li>Deber&iacute;as dedicarte a recoger m&aacute;s cristal de coraz&oacute;n para aumentar tu vida m&aacute;xima.</li>
  <li>Si re&uacute;nes 5&nbsp;estrellas ca&iacute;das, puedes combinarlas para para crear un objeto que incremente tu capacidad m&aacute;gica.</li>
  <li>Durante la noche caen&nbsp;estrellas&nbsp;por todo el mundo. Puedes usarlas para hacer cosas muy &uacute;tiles. Si ves una, aseg&uacute;rate de cogerla ya que desaparecer&aacute; al amanecer.</li>
  <li>El equipo que llevas no es gran cosa. Debes mejorar tu&nbsp;armadura.</li>
  <li>Creo que ya est&aacute;s listo para tu primera gran batalla. De noche, recoge&nbsp;lentillas&nbsp;de&nbsp;ojos&nbsp;y ll&eacute;valas a un altar demon&iacute;aco.</li>
  <li>Deber&iacute;as intentar aumentar al m&aacute;ximo tu vida disponible. Intenta conseguir 20 corazones.</li>
  <li>No muy lejos de aqu&iacute; hay una antigua&nbsp;mazmorra. Ahora ser&iacute;a un buen momento para ir a echar un vistazo.</li>
  <li>Hay muchos tesoros por descubrir en la selva si est&aacute;s dispuesto a cavar a suficiente profundidad.</li>
  <li>El&nbsp;inframundo&nbsp;est&aacute; compuesto de un material llamado&nbsp;piedra infernal, perfecto para crear&nbsp;armas&nbsp;y&nbsp;armaduras.</li>
  <li>Cuando est&eacute;s preparado para desafiar al&nbsp;guardi&aacute;n del inframundo, tendr&aacute;s que hacer un sacrificio viviente. Encontrar&aacute;s todo lo que necesitas en el inframundo.</li>
  <li>La&nbsp;liebre de Ostara&nbsp;est&aacute; corrompiendo la vida salvaje. Derr&oacute;tala para que todo vuelva a la normalidad.</li>
  <li>Dicen que hay un&nbsp;Mercader&nbsp;que vende un&nbsp;anillo especial&nbsp;cuyo poder aumenta al regal&aacute;rselo al verdadero amor.</li>
  <li>Un hechizo de hadas que sali&oacute; mal hizo a&ntilde;icos el Prism Danann. Si recuperas suficientes piezas, un leprechaun podr&iacute;a hacerte amigo.</li>
</ul>
<p>Cuando falta alg&uacute;n&nbsp;NPC:</p>
<ul>
  <li>Si quieres que un&nbsp;mercader&nbsp;se mude a una casa, deber&aacute;s recoger una gran cantidad de dinero. &iexcl;Bastar&aacute; con 50 monedas de plata!</li>
  <li>Para que se mude una&nbsp;enfermera, tendr&aacute;s que aumentar tu vida m&aacute;xima.</li>
  <li>Si tuvieras alguna pistola, seguro que aparecer&iacute;a alg&uacute;n&nbsp;traficante de armas&nbsp;para venderte&nbsp;munici&oacute;n.</li>
  <li>Deber&iacute;as ponerte a prueba e intentar derrotar a un&nbsp;monstruo poderoso. Eso llamar&iacute;a la atenci&oacute;n de una&nbsp;dr&iacute;ada.</li>
  <li>Aseg&uacute;rate de explorar la&nbsp;mazmorra&nbsp;a fondo. Podr&iacute;a haber&nbsp;prisioneros retenidos&nbsp;en la parte m&aacute;s profunda."<a href="https://terraria.fandom.com/es/wiki/Gu%C3%ADa#cite_note-ReferenceA-7"></a></li>
  <li>Quiz&aacute;s el&nbsp;anciano&nbsp;de la&nbsp;mazmorra&nbsp;quiera&nbsp;unirse&nbsp;a nosotros ahora que su maldici&oacute;n ha desaparecido."<a href="https://terraria.fandom.com/es/wiki/Gu%C3%ADa#cite_note-ReferenceA-7"></a></li>
  <li>Guarda bien las bombas que encuentres. Alg&uacute;n&nbsp;Demoledor&nbsp;querr&aacute; echarles un vistazo.</li>
  <li>&iquest;Acaso los duendes son tan distintos a nosotros que no podemos&nbsp;vivir juntos&nbsp;en paz?</li>
</ul>
<p>Al tener&nbsp;minerales&nbsp;o&nbsp;lingotes&nbsp;en el&nbsp;inventario:</p>
<ul>
  <li>Ahora tienes unos&nbsp;minerales&nbsp;para convertirlos en&nbsp;lingote. Esto requiere un&nbsp;Forja.</li>
  <li>Ahora necesitas un&nbsp;yunque.</li>
  <li>Los yunques se pueden crear con&nbsp;lingotes de hierro&nbsp;o ser comprados por un&nbsp;Mercader.</li>
</ul>
<p>Durante el&nbsp;Modo dif&iacute;cil:</p>
<ul>
  <li>He o&iacute;do que por esta regi&oacute;n vive un poderoso&nbsp;mago. Estate muy atento por si lo ves la pr&oacute;xima vez que viajes al subsuelo.</li>
  <li>Aseg&uacute;rate de destruir todos los&nbsp;altares demon&iacute;acos&nbsp;que encuentres. &iexcl;Algo bueno te suceder&aacute; si lo haces!</li>
  <li>Aseg&uacute;rate de destruir todos los&nbsp;altares carmes&iacute;s&nbsp;que encuentres. &iexcl;Algo bueno te suceder&aacute; si lo haces!</li>
  <li>A veces, podr&aacute;s recuperar el alma de las criaturas ca&iacute;das en lugares de extrema luminosidad u oscuridad.</li>
</ul>
<h2>Curiosidades</h2>
<ul>
  <li>Deja una&nbsp;gorra verde&nbsp;al morir si se llama Andrew, igual que el creador de Terraria, Andrew Spinks (Redigit).</li>
  <li>El&nbsp;ciborg&nbsp;habla del&nbsp;muro carnoso&nbsp;como la "muralla de [nombre de gu&iacute;a]".</li>
  <li>La enfermera dice la frase "Debo de hablar enserio con [nombre de gu&iacute;a]. &iquest;Cu&aacute;ntas veces cree que se puede venir en una semana con quemaduras de lava graves?", haciendo referencia a las m&uacute;ltiples veces que los jugadores arrojan a la lava los mu&ntilde;ecos vud&uacute;.</li>
  <li>Al no tener requisito para aparecer en el mundo el gu&iacute;a puede pasear por los alrededores, dejando puertas abiertas o cayendo al subterr&aacute;neo. Redigit coment&oacute; que hizo el mu&ntilde;eco vud&uacute; para poder vengarse de &eacute;l por estas acciones.</li>
  <li>No te pide dinero.</li>
</ul>
<p><a href="index.html">volver al inicio</a> </p>
<p><a href="paginaNPCs.html">volver a la pagina NPC</a></p>
</body>
</html>
